<?php
$checkTag   = array("email", "center", "month", "day", "hour", "minute", "service");
$requireTag = array("email", "center", "month", "day", "hour", "minute", "service");

$office = array(
    "tokyo" => array(
        "丸の内パシフィックセンチュリープレイス",
        "大手町ファーストスクエア",
        "日比谷帝国ホテルタワー",
        "有楽町イトシア",
        "銀座一丁目センター",
        "青山プラースカナダ",
        "赤坂アークヒルズ",
        "六本木ヒルズ森タワー",
        "品川イーストワンタワー",
        "麻布グリーンテラス",
        "錦糸町アルカセントラル",
        "神谷町MTビル",
        "日本橋兜町",
        "汐留ビルディング",
        "新橋東急ビル",
        "渋谷マークシティ",
        "渋谷グラスシティ",
        "広尾",
        "恵比寿",
        "新宿パークタワー",
        "芝大門",
        "原宿",
        "オープンオフィス南青山",
        "オープンオフィス青山セントラル",
        "オープンオフィス青山246",
        "オープンオフィス日本橋セントラル",
        "オープンオフィス赤坂ビジネスプレイス",
        "オープンオフィス赤坂見附",
        "オープンオフィス麻布十番",
        "オープンオフィス乃木坂",
        "オープンオフィス渋谷TOC",
        "オープンオフィス渋谷Hills",
        "オープンオフィス溜池山王",
        "オープンオフィス新宿ウエスト",
        "オープンオフィス池袋",
    ),
    "yokohama" => array(
        "横浜スカイビル",
        "横浜ランドマークタワー",
        "新横浜",
        "関内"
    ),
    "chiba" => array(
        "千葉大栄ビル",
    ),
    "hokkaido" => array(
        "札幌北ビル",
        "オープンオフィス札幌南"
    ),
    "tohoku" => array(
        "青森",
        "仙台マークワン",
        "オープンオフィス仙台青葉通り"
    ),
    "nagoya" => array(
        "名古屋第3堀内ビル",
        "名古屋広小路ガーデンアベニュー",
        "オープンオフィス名古屋伏見"
    ),
    "kinki" => array(
        "オープンオフィス　京都河原町御池",
        "オープンオフィス　京都烏丸",
        "梅田阪急グランドビル",
        "阪急ターミナルビル",
        "新大阪阪急ビル",
        "大阪国際ビル",
        "オープンオフィス京阪淀屋橋",
        "神戸国際会館"
    ),
    "chugoku" => array(
        "岡山",
        "ひろしまハイビル21"
    ),
    "kyushu" => array(
        "福岡アクア博多",
        "オープンオフィス博多"
    )
);